Repository: floriangiral/assodarts-smartphone
Catalog: ios-assodarts/Assodarts/Localizable.xcstrings
Source language: fr
Languages: en

# updates_from_the_committee_will_appear_here
source: Les informations du bureau apparaîtront ici.
en: Updates from the committee will appear here.

# valid_iban
source: IBAN valide
en: Valid IBAN

# valid_until
source: Valable jusqu'au
en: Valid until

# verification_in_progress
source: Vérification en cours
en: Verification in progress

# very_tight_match_decided_on_the_last_leg
source: Match très serré, décidé au dernier leg.
en: Very tight match, decided on the last leg.

# visible_to_the_club_committee
source: Visible par le bureau du club.
en: Visible to the club committee.

# wait_for_your_club_board_to_register_your_invitation_with_this_email_address
source: Attendez que le bureau enregistre votre invitation avec cette adresse email.
en: Wait for your club board to register your invitation with this email address.

# was_reminded_about_payment_s %@ %lld
source: %@ a été relancé pour %lld paiement(s).
en: %@ was reminded about %lld payment(s).

# weekly_training
source: Entraînement hebdomadaire
en: Weekly training

# welcome
source: Bienvenue
en: Welcome

# welcome_to_assodarts
source: Bienvenue sur Assodarts
en: Welcome to Assodarts

# where_are_we
source: Où en est-on ?
en: Where are we?

# where_to_hand_over_the_cash_optional
source: Où remettre les espèces (optionnel)
en: Where to hand over the cash (optional)

# who_did_you_hand_the_cash_to_optional
source: À qui avez-vous remis les espèces ? (optionnel)
en: Who did you hand the cash to? (optional)

# whole_club
source: Tout le club
en: Whole club

# year
source: / an
en: / year

# year_subscriptionview %@
source: %@ / an
en: %@ / year

# yesterday
source: hier
en: yesterday

# yesterday_formatters
source: Hier
en: Yesterday

# you_can_pick_up_your_membership_card_at_the_club_house
source: Tu peux passer récupérer ta carte de membre au club house.
en: You can pick up your membership card at the club house.

# you_just_joined_switch_to_this_club_now %@
source: Vous avez rejoint %@. Basculer sur ce club maintenant ?
en: You just joined %@. Switch to this club now?

# you_re_all_set
source: Vous êtes à jour
en: You're all set

# your_account_is_not_linked_to_any_club_yet_ask_the_commi
source: Votre compte n'est rattaché à aucun club. Demandez une invitation au bureau.
en: Your account is not linked to any club yet. Ask the committee for an invitation.

# your_answer
source: Votre réponse
en: Your answer

# your_club
source: Votre club
en: Your club

# your_members_can_now_pay_with_apple_pay_google_pay_or_ca
source: Vos membres peuvent régler par Apple Pay, Google Pay ou carte.
en: Your members can now pay with Apple Pay, Google Pay or card.

# your_members_can_now_pay_with_apple_pay_or_a_bank_card
source: Vos membres peuvent régler par Apple Pay ou carte bancaire.
en: Your members can now pay with Apple Pay or a bank card.

# your_message
source: Votre message…
en: Your message…

# your_message_has_been_delivered
source: Votre message a bien été transmis.
en: Your message has been delivered.

# your_message_newmessagesheet
source: Votre message
en: Your message

# your_message_stays_private_between_you_and_this_person
source: Votre message restera privé entre vous et cette personne.
en: Your message stays private between you and this person.

# your_message_will_be_visible_to_every_committee_member
source: Votre message sera visible par tous les membres du bureau.
en: Your message will be visible to every committee member.

# your_payment_stays_pending_until_the_committee_confirms_
source: Votre paiement passe en attente jusqu'à la validation du bureau.
en: Your payment stays pending until the committee confirms it.

# your_profile_is_not_ready_yet_please_try_again_in_a_mome
source: Votre profil n'est pas encore prêt. Réessayez dans un instant.
en: Your profile is not ready yet. Please try again in a moment.

# expiring_trials_count %lld
source: %lld essais expirent sous 7 jours
en: %lld trials expiring within 7 days

# grace_subscriptions_count %lld
source: %lld abonnements en délai de grâce
en: %lld subscriptions in grace period

# selected_clubs_count %lld
source: Clubs ciblés · %lld sélectionnés
en: Targeted clubs · %lld selected

# count_targeted_clubs %lld
source: clubs ciblés : %lld
en: %lld clubs targeted

# count_open_calls %lld
source: %lld appels en cours
en: %lld open requests

# count_attendees %lld
source: %lld présents
en: %lld attending

# count_committee_members %lld
source: %lld membres du bureau
en: %lld committee members

# count_pending_payments %lld
source: %lld paiements en attente
en: %lld pending payments

# count_results %lld
source: %lld résultats saisis
en: %lld results recorded

# count_payments_to_confirm %lld
source: %lld paiements à valider
en: %lld payments to confirm

# count_member_declarations %lld
source: %lld déclarations de membres
en: %lld member declarations

# count_club_members %lld
source: %lld membres du club
en: %lld club members

# count_members %lld
source: %lld membres
en: %lld members

# count_due_payments %lld
source: %lld paiements en attente
en: %lld pending payments
